# General
brew "wget"
brew "cmake"
brew "coreutils"
brew "gnu-sed"
brew "tree"

# Terminal enhancements
brew "bat"
brew "tmux"
brew "tmuxinator"

# Search
brew "ripgrep"
brew "fzf"
brew "fd"

# Git
brew "gh"
brew "jesseduffield/lazygit/lazygit"
brew "git-delta"

# Neovim
brew "neovim"
brew "tree-sitter"
brew "luajit"
brew "luarocks"

# Shell
brew "bash-language-server"
brew "shellcheck"

# Node
brew "nvm"

# Swift
brew "swiftformat"
brew "swiftlint"
brew "vapor"
brew "xcbeautify"

# Rust
brew "rust"

# YAML
brew "yq"

# JSON
brew "jq"
brew "noahgorstein/tap/jqp"

# Markdown

brew "glow"
