# General
brew "wget"
brew "cmake"
brew "coreutils"
brew "gnu-sed"
brew "tree"

# Terminal enhancements
brew "vivid"

# Git
brew "gh"

# Neovim
brew "neovim"
brew "ripgrep"
brew "tree-sitter"
brew "luajit"

# Swift
brew "swiftformat"
brew "swiftlint"
brew "vapor"

# Rust
brew "rust"
